app/controllers/articles_controller.rb

	def create
		@article =Article.new(params.require(:article).permit(:title, :text))

		if @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Harry Potter"], ["text", "What the hell !!"], ["created_at", "2018-08-06 10:20:00.502489"], ["updated_at", "2018-08-06 10:20:00.502489"]]